akamud.vscode-theme-onedark
bbenoist.Nix
bmalehorn.vscode-fish
DigitalAssetHoldingsLLC.ghcide
eamodio.gitlens
GrapeCity.gc-excelviewer
justusadam.language-haskell
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.sublime-keybindings
PKief.material-icon-theme
skyapps.fish-vscode
twxs.cmake
