akamud.vscode-theme-onedark
bbenoist.Nix
bmalehorn.vscode-fish
DigitalAssetHoldingsLLC.ghcide
eamodio.gitlens
justusadam.language-haskell
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
PKief.material-icon-theme
