akamud.vscode-theme-onedark
bbenoist.Nix
bmalehorn.vscode-fish
dbaeumer.vscode-eslint
eamodio.gitlens
GrapeCity.gc-excelviewer
haskell.haskell
justusadam.language-haskell
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.sublime-keybindings
PKief.material-icon-theme
teabyii.ayu
toba.vsfire
twxs.cmake
zhuangtongfa.material-theme
